<template>
  <section id="about">
    <v-container fluid>
      <v-row align="center" justify="center">
        <v-col cols="10">
          <v-row align="center" justify="center">
            <v-col cols="12" md="7">
              <h1 class="font-weight-light headline" style="margin-bottom: 20px">Мы рады приветствовать Вас в Центре Ментального Здоровья доктора Спирина С.А.!</h1>

                <v-row>
                  <v-col cols="12" md="18">
                    <div class="mb-4">
                      <p>
                        Интеграция лучшего из проверенных временем подходов классической психиатрии, психологии и новейших научных достижений в области психического здоровья.
                      </p>
                    </div>
                    <div class="mb-4">
                      <p>
                        Наша важнейшая задача - помочь людям преодолеть симптомы болезни, а так же, достичь оптимального психического состояния, которое позволит максимально реализовать свой индивидуальный потенциал, обрести радость жизни, общения и творчества.
                      </p>
                    </div>
                    <div class="mb-4">
                      <p>
                        Мы используем уникальный метод, созданный в результате многолетней практики. Это - синтез медикаментозного лечения, психотерапии, а так же, коррекции всех биологических систем организма.
                      </p>
                    </div>
                    <div>
                      <p>
                        Мы стремимся заботиться о каждом пациенте на всех этапах терапевтического пути. Наш главный приоритет - создание условий для сохранения и улучшения Вашего здоровья и благополучия!
                      </p>
                    </div>
                  </v-col>
                </v-row>
            </v-col>
            <v-col cols="12" md="5" class="d-none d-md-flex">
              <v-img
                  src="@/assets/img/mental.png"
                  class="d-block ml-auto mr-auto"
                  max-width="400px"
              />
            </v-col>
          </v-row>
        </v-col>
      </v-row>
    </v-container>
  </section>
</template>

<style scoped>
#about {
  background-color: #f4f7f5;
}
</style>
